ONBOARDING_STAGE_1 = {
    'RU': '''Привет! Это MealmappBot.\n\nС его помощью вы сможете легко планировать свой КБЖУ на каждый день, выбирая продукты или готовые блюда, которые добавите заранее.\nУдобный интерфейс поможет подобрать оптимальное количество продуктов для соблюдения дневной нормы, что крайне важно для поддержания идеальной формы.'''
}

ONBOARDING_STAGE_1_BUTTON = {
    'RU': '''Продолжить'''
}

ONBOARDING_STAGE_2 = {
    'RU': '''Иногда возникают ситуации, когда запланированный приём пищи или продукт становятся незапланированными.\nВ таком случае наш бот предлагает вам возможность быстро и легко изменить свой рацион, чтобы уложиться в нужные КБЖУ. Таким образом, вы сможете не отказываться от сладкого или даже бутылочки пива, сохраняя отличную физическую форму.\nГлавное соблюдать баланс.'''
}

ONBOARDING_STAGE_2_BUTTON = {
    'RU': '''Начать пользоваться'''
}

ONBOARDING_STAGE_DONE = {
    'RU': '''Чтобы добавить продукта и начать планировать дневной рацион, нажмите кнопку "Трекер" в левом углу чата.'''
}

DEMO_WARNING = {
    'RU': 'Обратите внимание, что бот работает в ДЕМО режиме и не предназначен для полноценного использования.'
}

TRACKER_SAVED = {
    'RU': 'Плановый К/Б/Ж/У на сегодня:\n'
}
